Repository: reallyhimbrodigy/content-studio
Catalog: ios/Promptly/Promptly/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ne, pt_br, ur

source: Made with Promptly
ar: صُنع باستخدام Promptly
bn: Promptly দিয়ে তৈরি
de: Erstellt mit Promptly
es: Hecho con Promptly
fr: Réalisé avec Promptly
hi: Promptly से बनाया गया
id: Dibuat dengan Promptly
ja: Promptly で作成
ne: Promptly बाट बनाइएको
pt_br: Feito com o Promptly
ur: Promptly سے بنایا گیا

source: Make another video
ar: إنشاء فيديو آخر
bn: আরেকটি ভিডিও বানান
de: Weiteres Video machen
es: Hacer otro vídeo
fr: Créer une autre vidéo
hi: एक और वीडियो बनाएँ
id: Buat video lain
ja: 別の動画をつくる
ne: अर्को भिडियो बनाउनुहोस्
pt_br: Fazer outro vídeo
ur: ایک اور ویڈیو بنائیں

source: Make changes to finished edits without re-uploading. Pro unlocks the re-edit flow plus unlimited renders and chats.
ar: عدّل التحريرات المكتملة دون إعادة الرفع. يفتح Pro إعادة التحرير إضافة إلى معالجات ومحادثات بلا حدود.
bn: আবার আপলোড না করেই সম্পন্ন এডিট বদলান। Pro পুনঃসম্পাদনার সঙ্গে সীমাহীন রেন্ডার ও চ্যাট খুলে দেয়।
de: Ändere fertige Videos ohne erneutes Hochladen. Pro schaltet die Neubearbeitung frei, dazu unbegrenzt viele neue Videos und Chats.
es: Cambia montajes terminados sin volver a subirlos. Pro desbloquea la reedición, además de renders y chats ilimitados.
fr: Modifiez des montages terminés sans réimporter. Pro débloque la retouche, plus des rendus et discussions illimités.
hi: तैयार एडिट्स में बिना दोबारा अपलोड किए बदलाव करें। Pro री-एडिट के साथ असीमित रेंडर और चैट देता है।
id: Ubah editan yang sudah jadi tanpa unggah ulang. Pro membuka edit ulang plus render dan obrolan tanpa batas.
ja: アップロードし直さずに完成した編集を変更できます。Pro では再編集に加え、レンダリングとチャットも無制限。
ne: पुनः अपलोड नगरी तयार सम्पादनमा परिवर्तन गर्नुहोस्। Pro ले पुनः सम्पादनसँगै असीमित रेन्डर र च्याट खोल्छ।
pt_br: Altere edições finalizadas sem reenviar. O Pro libera a reedição, além de renders e chats ilimitados.
ur: دوبارہ اپ لوڈ کیے بغیر مکمل ایڈٹس میں تبدیلی کریں۔ Pro ری ایڈٹ کے ساتھ لامحدود رینڈرز اور چیٹس دیتا ہے۔

source: Making a plan for your video
ar: نضع خطة للفيديو
bn: আপনার ভিডিওর জন্য পরিকল্পনা করা হচ্ছে
de: Wir machen einen Plan für dein Video
es: Haciendo un plan para tu vídeo
fr: On prépare un plan pour ta vidéo
hi: आपके वीडियो के लिए योजना बनाई जा रही है
id: Membuat rencana untuk videomu
ja: 動画の作り方を考えています
ne: तपाईंको भिडियोको योजना बनाउँदै
pt_br: Fazendo um plano para seu vídeo
ur: آپ کی ویڈیو کا منصوبہ بنایا جا رہا ہے

source: Making it flow better
ar: نجعلها أكثر انسيابية
bn: আরও মসৃণ করা হচ্ছে
de: Wir machen es flüssiger
es: Haciendo que fluya mejor
fr: On rend le tout plus fluide
hi: इसे और बेहतर बहाव दिया जा रहा है
id: Membuatnya lebih mengalir
ja: 流れをよくしています
ne: अझ राम्रोसँग बग्ने बनाउँदै
pt_br: Deixando mais fluido
ur: اسے مزید رواں بنایا جا رہا ہے

source: Making your edit
ar: جارٍ إنشاء تحريرك
bn: আপনার এডিট তৈরি হচ্ছে
de: Dein Video entsteht
es: Creando tu montaje
fr: On crée ta vidéo
hi: आपकी एडिट बन रही है
id: Membuat editanmu
ja: 編集を作成中
ne: तपाईंको एडिट बन्दै छ
pt_br: Criando sua edição
ur: آپ کی ایڈٹ تیار ہو رہی ہے

source: Manage subscription
ar: إدارة الاشتراك
bn: সাবস্ক্রিপশন পরিচালনা করুন
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
hi: सदस्यता प्रबंधित करें
id: Kelola langganan
ja: サブスクリプションを管理
ne: सदस्यता व्यवस्थापन गर्नुहोस्
pt_br: Gerenciar assinatura
ur: سبسکرپشن کا انتظام کریں

source: Matching the cuts to the music
ar: نضبط القطعات على الموسيقى
bn: কাটগুলো গানের সঙ্গে মেলানো হচ্ছে
de: Wir schneiden im Takt der Musik
es: Ajustando los cortes a la música
fr: On cale les coupes sur la musique
hi: कट को संगीत से मिलाया जा रहा है
id: Menyesuaikan potongan dengan musik
ja: カットを音楽に合わせています
ne: कटलाई सङ्गीतसँग मिलाउँदै
pt_br: Ajustando os cortes à música
ur: کٹس کو موسیقی سے ملایا جا رہا ہے

source: Matching your video to the music
ar: نوافق الفيديو مع الموسيقى
bn: আপনার ভিডিও গানের সঙ্গে মেলানো হচ্ছে
de: Wir passen dein Video an die Musik an
es: Ajustando tu vídeo a la música
fr: On cale ta vidéo sur la musique
hi: आपका वीडियो संगीत से मिलाया जा रहा है
id: Mencocokkan videomu sama musik
ja: 動画を音楽に合わせています
ne: तपाईंको भिडियो सङ्गीतसँग मिलाउँदै
pt_br: Ajustando seu vídeo à música
ur: آپ کی ویڈیو موسیقی سے ملائی جا رہی ہے

source: Microphone access needed
ar: يلزم الوصول إلى الميكروفون
bn: মাইক্রোফোন অ্যাক্সেস দরকার
de: Mikrofonzugriff erforderlich
es: Se necesita acceso al micrófono
fr: Accès au micro requis
hi: माइक्रोफ़ोन एक्सेस चाहिए
id: Perlu akses mikrofon
ja: マイクへのアクセスが必要です
ne: माइक्रोफोन पहुँच आवश्यक छ
pt_br: Acesso ao microfone necessário
ur: مائیکروفون تک رسائی درکار ہے

source: Model
ar: النموذج
bn: মডেল
de: Modell
es: Modelo
fr: Modèle
hi: मॉडल
ja: モデル
ne: मोडेल
pt_br: Modelo
ur: ماڈل

source: Model: %@
ar: النموذج: %@
bn: মডেল: %@
de: Modell: %@
es: Modelo: %@
fr: Modèle : %@
hi: मॉडल: %@
ja: モデル：%@
ne: मोडेल: %@
pt_br: Modelo: %@
ur: ماڈل: %@

source: Month
ar: شهر
bn: মাস
de: Monat
es: Mes
fr: Mois
hi: महीना
id: Bulan
ja: 月
ne: महिना
pt_br: Mês
ur: مہینہ

source: Monthly
ar: شهرياً
bn: মাসিক
de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
id: Bulanan
ja: 月額
ne: मासिक
pt_br: Mensal
ur: ماہانہ

source: My small business
ar: مشروعي الصغير
bn: আমার ছোট ব্যবসা
de: Mein kleines Unternehmen
es: Mi pequeño negocio
fr: Ma petite entreprise
hi: मेरा छोटा बिज़नेस
id: Usaha kecil saya
ja: 自分のスモールビジネス
ne: मेरो सानो व्यवसाय
pt_br: Meu pequeno negócio
ur: میرا چھوٹا کاروبار

source: Myself (creator or personal use)
ar: لنفسي (صانع محتوى أو استخدام شخصي)
bn: নিজের জন্য (ক্রিয়েটর বা ব্যক্তিগত)
de: Mich selbst (Creator oder privat)
es: Para mí (creador o uso personal)
fr: Moi-même (créateur ou usage personnel)
hi: स्वयं (क्रिएटर या निजी उपयोग)
id: Diri sendiri (kreator atau pribadi)
ja: 自分（クリエイター・個人利用）
ne: आफ्नै लागि (क्रिएटर वा व्यक्तिगत)
pt_br: Para mim (criador ou uso pessoal)
ur: خود (کری ایٹر یا ذاتی استعمال)

source: Myself / my brand
ar: أنا / علامتي
bn: আমি / আমার ব্র্যান্ড
de: Ich / meine Marke
es: Yo / mi marca
fr: Moi / ma marque
hi: मैं / मेरा ब्रांड
id: Saya / merek saya
ja: 自分・自分のブランド
ne: म / मेरो ब्रान्ड
pt_br: Eu / minha marca
ur: میں / میرا برانڈ

source: Name
ar: الاسم
bn: নাম
es: Nombre
fr: Nom
hi: नाम
id: Nama
ja: 名前
ne: नाम
pt_br: Nome
ur: نام

source: New
ar: جديد
bn: নতুন
de: Neu
es: Nuevo
fr: Nouveau
hi: नया
id: Baru
ja: 新規
ne: नयाँ
pt_br: Novo
ur: نیا

source: New chat
ar: محادثة جديدة
bn: নতুন চ্যাট
de: Neuer Chat
es: Chat nuevo
fr: Nouvelle discussion
hi: नई चैट
id: Obrolan baru
ja: 新規チャット
ne: नयाँ च्याट
pt_br: Novo chat
ur: نئی چیٹ

source: New here? Just enter your email — we'll create your account.
ar: جديد هنا؟ أدخل بريدك الإلكتروني وسننشئ حسابك.
bn: নতুন এসেছেন? শুধু আপনার ইমেল দিন — আমরা অ্যাকাউন্ট বানিয়ে দেব।
de: Neu hier? Gib einfach deine E-Mail ein — wir legen dein Konto an.
es: ¿Eres nuevo? Introduce tu correo y crearemos tu cuenta.
fr: Nouveau ici ? Entre ton e-mail — on crée ton compte.
hi: यहाँ नए हैं? बस अपना ईमेल डालें — हम आपका खाता बना देंगे।
id: Baru di sini? Masukkan emailmu — kami akan membuatkan akunnya.
ja: はじめてですか？メールアドレスを入力すればアカウントを作成します。
ne: नयाँ हुनुहुन्छ? इमेल हाल्नुहोस् — हामी खाता बनाइदिन्छौं।
pt_br: É novo por aqui? Basta informar seu e-mail — criaremos sua conta.
ur: یہاں نئے ہیں؟ بس اپنا ای میل درج کریں — ہم آپ کا اکاؤنٹ بنا دیں گے۔

source: No charge was made
ar: لم يتم أي خصم
bn: কোনো টাকা কাটা হয়নি
de: Es wurde nichts berechnet
es: No se hizo ningún cobro
fr: Aucun paiement n'a été effectué
hi: कोई शुल्क नहीं लिया गया
id: Tidak ada tagihan
ja: 請求は発生していません
ne: कुनै रकम काटिएको छैन
pt_br: Nenhuma cobrança foi feita
ur: کوئی رقم نہیں کٹی

source: No chats match "%@".
ar: لا توجد محادثات تطابق "%@".
bn: "%@" এর সাথে মেলে এমন কোনো চ্যাট নেই।
de: Keine Chats passen zu "%@".
es: Ningún chat coincide con "%@".
fr: Aucune discussion ne correspond à "%@".
hi: "%@" से मेल खाती कोई चैट नहीं।
id: Tidak ada obrolan yang cocok dengan "%@".
ja: 「%@」に一致するチャットはありません。
ne: "%@" सँग मिल्ने कुनै च्याट छैन।
pt_br: Nenhum chat corresponde a "%@".
ur: "%@" سے مماثل کوئی چیٹ نہیں۔

source: No chats yet
ar: لا توجد محادثات بعد
bn: এখনও কোনো চ্যাট নেই
de: Noch keine Chats
es: Aún no hay chats
fr: Pas encore de discussions
hi: अभी कोई चैट नहीं
id: Belum ada obrolan
ja: チャットはまだありません
ne: अझै कुनै च्याट छैन
pt_br: Ainda não há chats
ur: ابھی کوئی چیٹ نہیں

source: No free videos left today
ar: لم يتبقَّ فيديو مجاني اليوم
bn: আজ আর বিনামূল্যের ভিডিও নেই
de: Heute keine Gratis-Videos mehr
es: No quedan vídeos gratis hoy
fr: Plus de vidéos gratuites aujourd'hui
hi: आज कोई मुफ़्त वीडियो नहीं बचा
id: Video gratis hari ini habis
ja: 本日の無料動画は終了しました
ne: आज निःशुल्क भिडियो बाँकी छैन
pt_br: Sem vídeos grátis hoje
ur: آج کوئی مفت ویڈیو باقی نہیں

source: No free videos left · resets at %@
ar: لم يتبقَّ فيديو مجاني · يتجدد في %@
bn: বিনামূল্যের ভিডিও শেষ · %@-এ রিসেট হবে
de: Keine Gratis-Videos mehr · Reset um %@
es: No quedan vídeos gratis · se reinicia a las %@
fr: Plus de vidéos gratuites · réinitialisation à %@
hi: मुफ़्त वीडियो ख़त्म · %@ पर रीसेट
id: Video gratis habis · reset pukul %@
ja: 無料動画は終了 · %@にリセット
ne: निःशुल्क भिडियो सकियो · %@ मा रिसेट
pt_br: Sem vídeos grátis · reinicia às %@
ur: مفت ویڈیوز ختم · %@ پر ری سیٹ

# No free videos left · resets at %@%@
source: No free videos left · resets at %1$@%2$@
ar: لم يتبقَّ فيديو مجاني · يتجدد في %@%@
bn: বিনামূল্যের ভিডিও শেষ · %@%@-এ রিসেট হবে
de: Keine Gratis-Videos mehr · Reset um %@%@
es: No quedan vídeos gratis · se reinicia a las %@%@
fr: Plus de vidéos gratuites · réinitialisation à %@%@
hi: मुफ़्त वीडियो ख़त्म · %@%@ पर रीसेट
id: Video gratis habis · reset pukul %@%@
ja: 無料動画は終了 · %@%@にリセット
ne: निःशुल्क भिडियो सकियो · %@%@ मा रिसेट
pt_br: Sem vídeos grátis · reinicia às %@%@
ur: مفت ویڈیوز ختم · %@%@ پر ری سیٹ

source: No free videos left · resets tomorrow at %@
ar: لم يتبقَّ فيديو مجاني · يتجدد غدًا في %@
bn: বিনামূল্যের ভিডিও শেষ · আগামীকাল %@-এ রিসেট হবে
de: Keine Gratis-Videos mehr · Reset morgen um %@
es: No quedan vídeos gratis · se reinicia mañana a las %@
fr: Plus de vidéos gratuites · réinitialisation demain à %@
hi: मुफ़्त वीडियो ख़त्म · कल %@ पर रीसेट
id: Video gratis habis · reset besok pukul %@
ja: 無料動画は終了 · 明日%@にリセット
ne: निःशुल्क भिडियो सकियो · भोलि %@ मा रिसेट
pt_br: Sem vídeos grátis · reinicia amanhã às %@
ur: مفت ویڈیوز ختم · کل %@ پر ری سیٹ

source: No results
ar: لا توجد نتائج
bn: কোনো ফলাফল নেই
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
hi: कोई परिणाम नहीं
id: Tidak ada hasil
ja: 結果がありません
ne: कुनै परिणाम छैन
pt_br: Nenhum resultado
ur: کوئی نتیجہ نہیں

source: Not now
ar: ليس الآن
bn: এখন নয়
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
id: Nanti saja
ja: 後で
ne: अहिले होइन
pt_br: Agora não
ur: ابھی نہیں

source: Not sure yet
ar: لم أقرر بعد
bn: এখনও নিশ্চিত নই
de: Noch unklar
es: Aún no lo sé
fr: Je ne sais pas encore
hi: अभी तय नहीं
id: Belum yakin
ja: まだ決めていない
ne: अझै निश्चित छैन
pt_br: Ainda não sei
ur: ابھی طے نہیں

source: Notify me
ar: أبلغني
bn: আমাকে জানান
de: Benachrichtige mich
es: Avísame
fr: Me prévenir
hi: मुझे सूचित करें
id: Beri tahu saya
ja: 通知する
ne: मलाई सूचित गर्नुहोस्
pt_br: Avise-me
ur: مجھے اطلاع دیں

source: OK
ar: حسنًا
bn: ঠিক আছে
es: Aceptar
hi: ठीक है
ne: ठिक छ
ur: ٹھیک ہے

source: ONE TIME OFFER
ar: عرض لمرة واحدة
bn: একবারের অফার
de: EINMALIGES ANGEBOT
es: OFERTA ÚNICA
fr: OFFRE UNIQUE
hi: एक बार का ऑफ़र
id: PENAWARAN SEKALI SAJA
ja: 一度きりのオファー
ne: एक पटकको अफर
pt_br: OFERTA ÚNICA
ur: ایک بار کی پیشکش

source: OR
ar: أو
bn: অথবা
de: ODER
es: O
fr: OU
hi: या
id: ATAU
ja: または
ne: वा
pt_br: OU
ur: یا

source: One moment…
ar: لحظة…
bn: এক মুহূর্ত…
de: Einen Moment…
es: Un momento…
fr: Un instant…
hi: एक क्षण…
id: Sebentar…
ja: 少々お待ちください…
ne: एक छिन…
pt_br: Um momento…
ur: ایک لمحہ…

source: One video at a time on Free
ar: فيديو واحد في المرة على الخطة المجانية
bn: ফ্রি-তে একবারে একটি ভিডিও
de: Ein Video gleichzeitig im Gratis-Tarif
es: Un vídeo a la vez en el plan gratuito
fr: Une vidéo à la fois en version gratuite
hi: फ़्री पर एक बार में एक वीडियो
id: Satu video sekaligus di paket gratis
ja: 無料プランでは一度に1本
ne: निःशुल्कमा एकपटक एउटा भिडियो
pt_br: Um vídeo por vez no plano gratuito
ur: مفت پلان پر ایک وقت میں ایک ویڈیو

source: Open Settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
hi: सेटिंग्स खोलें
id: Buka Pengaturan
ja: 設定を開く
ne: सेटिङ खोल्नुहोस्
pt_br: Abrir Ajustes
ur: سیٹنگز کھولیں

source: Open Supabase SQL editor
ar: فتح محرر SQL في Supabase
bn: Supabase SQL এডিটর খুলুন
de: Supabase SQL-Editor öffnen
es: Abrir el editor SQL de Supabase
fr: Ouvrir l'éditeur SQL Supabase
hi: Supabase SQL एडिटर खोलें
id: Buka editor SQL Supabase
ja: Supabase の SQL エディタを開く
ne: Supabase SQL एडिटर खोल्नुहोस्
pt_br: Abrir o editor SQL do Supabase
ur: Supabase SQL ایڈیٹر کھولیں

source: Or get Pro free
ar: أو احصل على Pro مجانًا
bn: অথবা বিনামূল্যে Pro নিন
de: Oder Pro kostenlos erhalten
es: O consigue Pro gratis
fr: Ou obtenez Pro gratuitement
hi: या Pro मुफ़्त पाएँ
id: Atau dapatkan Pro gratis
ja: または Pro を無料で手に入れる
ne: वा Pro निःशुल्क पाउनुहोस्
pt_br: Ou ganhe o Pro grátis
ur: یا Pro مفت حاصل کریں

source: Or invite 3 friends and get 1 week of Promptly Pro free.
ar: أو ادعُ ٣ أصدقاء واحصل على أسبوع من Promptly Pro مجانًا.
bn: অথবা ৩ জন বন্ধুকে আমন্ত্রণ করুন, ১ সপ্তাহ Promptly Pro ফ্রি পান।
de: Oder lade 3 Freunde ein und erhalte 1 Woche Promptly Pro gratis.
es: O invita a 3 amigos y consigue 1 semana de Promptly Pro gratis.
fr: Ou invitez 3 amis et obtenez 1 semaine de Promptly Pro offerte.
hi: या 3 दोस्तों को बुलाएँ और 1 हफ़्ते का Promptly Pro मुफ़्त पाएँ।
id: Atau undang 3 teman dan dapatkan 1 minggu Promptly Pro gratis.
ja: または友だちを3人招待して、Promptly Proを1週間無料で。
ne: वा ३ जना साथीलाई निम्तो दिनुहोस् र १ हप्ता Promptly Pro नि:शुल्क पाउनुहोस्।
pt_br: Ou convide 3 amigos e ganhe 1 semana de Promptly Pro grátis.
ur: یا 3 دوستوں کو مدعو کریں اور 1 ہفتہ Promptly Pro مفت پائیں۔

source: Or start monthly for %@ (%lld%% off)
ar: أو ابدأ شهريًا بسعر %@ (خصم %lld%%)
bn: অথবা %@-এ মাসিক শুরু করুন (%lld%% ছাড়)
de: Oder monatlich starten für %@ (%lld%% Rabatt)
es: O empieza el plan mensual por %@ (%lld%% de descuento)
fr: Ou commencez au mois pour %@ (-%lld%%)
hi: या %@ में मासिक शुरू करें (%lld%% छूट)
id: Atau mulai bulanan seharga %@ (diskon %lld%%)
ja: または月額%@で開始（%lld%%オフ）
ne: वा %@ मा मासिक सुरु गर्नुहोस् (%lld%% छुट)
pt_br: Ou comece o plano mensal por %@ (%lld%% de desconto)
ur: یا %@ میں ماہانہ شروع کریں (%lld%% رعایت)

source: Other
ar: أخرى
bn: অন্যান্য
de: Sonstiges
es: Otro
fr: Autre
hi: अन्य
id: Lainnya
ja: その他
ne: अन्य
pt_br: Outro
ur: دیگر

source: Personal / everyday
ar: شخصي / يومي
bn: ব্যক্তিগত / দৈনন্দিন
de: Privat / Alltag
es: Personal / cotidiano
fr: Personnel / quotidien
hi: निजी / रोज़मर्रा
id: Pribadi / sehari-hari
ja: 日常・プライベート
ne: व्यक्तिगत / दैनिक
pt_br: Pessoal / cotidiano
ur: ذاتی / روزمرہ

source: Plan
ar: خطة
bn: প্ল্যান
de: Tarif
fr: Formule
hi: प्लान
id: Paket
ja: プラン
ne: योजना
pt_br: Plano
ur: پلان

source: Play your edited video
ar: تشغيل الفيديو المُحرَّر
bn: আপনার এডিট করা ভিডিও চালান
de: Bearbeitetes Video abspielen
es: Reproducir tu vídeo editado
fr: Lire ta vidéo montée
hi: अपना एडिट किया वीडियो चलाएँ
id: Putar video hasil editanmu
ja: 編集した動画を再生
ne: तपाईंको एडिट गरिएको भिडियो चलाउनुहोस्
pt_br: Reproduzir seu vídeo editado
ur: اپنی ایڈٹ شدہ ویڈیو چلائیں

source: Podcast clips
ar: مقاطع بودكاست
bn: পডকাস্ট ক্লিপ
es: Clips de pódcast
fr: Extraits de podcast
hi: पॉडकास्ट क्लिप्स
id: Klip podcast
ja: ポッドキャストのクリップ
ne: पडकास्ट क्लिप
pt_br: Clipes de podcast
ur: پوڈکاسٹ کلپس

source: Preparing your edited video
ar: جارٍ تجهيز الفيديو المُحرَّر
bn: আপনার এডিট করা ভিডিও তৈরি হচ্ছে
de: Bearbeitetes Video wird vorbereitet
es: Preparando tu vídeo editado
fr: On prépare ta vidéo montée
hi: आपका एडिट किया वीडियो तैयार हो रहा है
id: Menyiapkan video hasil editanmu
ja: 編集した動画を準備中
ne: तपाईंको एडिट गरिएको भिडियो तयार हुँदै छ
pt_br: Preparando seu vídeo editado
ur: آپ کی ایڈٹ شدہ ویڈیو تیار ہو رہی ہے

source: Preparing…
ar: جارٍ التحضير…
bn: প্রস্তুত হচ্ছে…
de: Wird vorbereitet…
es: Preparando…
fr: Préparation…
hi: तैयार हो रहा है…
id: Menyiapkan…
ja: 準備中…
ne: तयार हुँदै…
pt_br: Preparando…
ur: تیار ہو رہا ہے…

source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシーポリシー
ne: गोपनीयता नीति
pt_br: Política de Privacidade
ur: پرائیویسی پالیسی

source: Pro and Max save and share every video, with no export limit.
ar: يحفظ Pro وMax كل فيديو ويشاركانه، بلا حد للتصدير.
bn: Pro ও Max প্রতিটি ভিডিও সংরক্ষণ ও শেয়ার করে, এক্সপোর্ট সীমা ছাড়াই।
de: Pro und Max speichern und teilen jedes Video, ohne Export-Limit.
es: Pro y Max guardan y comparten cada vídeo, sin límite de exportaciones.
fr: Pro et Max enregistrent et partagent chaque vidéo, sans limite d'export.
hi: Pro और Max हर वीडियो सेव और शेयर करते हैं, बिना एक्सपोर्ट सीमा के।
id: Pro dan Max menyimpan dan membagikan setiap video, tanpa batas ekspor.
ja: Pro と Max はすべての動画を書き出し制限なしで保存・共有できます。
ne: Pro र Max ले हरेक भिडियो निर्यात सीमाविना सुरक्षित र साझा गर्छ।
pt_br: Pro e Max salvam e compartilham cada vídeo, sem limite de exportação.
ur: Pro اور Max ہر ویڈیو کو ایکسپورٹ حد کے بغیر محفوظ اور شیئر کرتے ہیں۔

source: Pro feature
ar: ميزة Pro
bn: Pro ফিচার
de: Pro-Funktion
es: Función Pro
fr: Fonctionnalité Pro
hi: Pro सुविधा
id: Fitur Pro
ja: Pro の機能
ne: Pro सुविधा
pt_br: Recurso Pro
ur: Pro فیچر

source: Pro feature, tap to unlock
ar: ميزة Pro، اضغط للفتح
bn: Pro ফিচার, আনলক করতে ট্যাপ করুন
de: Pro-Funktion, zum Freischalten tippen
es: Función Pro, toca para desbloquear
fr: Fonctionnalité Pro, touchez pour débloquer
hi: Pro सुविधा, अनलॉक करने के लिए टैप करें
id: Fitur Pro, ketuk untuk membuka
ja: Pro の機能、タップして解除
ne: Pro सुविधा, अनलक गर्न ट्याप गर्नुहोस्
pt_br: Recurso Pro, toque para desbloquear
ur: Pro فیچر، انلاک کرنے کے لیے ٹیپ کریں

source: Product or promo
ar: منتج أو إعلان ترويجي
bn: পণ্য বা প্রোমো
de: Produkt oder Promo
es: Producto o promo
fr: Produit ou promo
hi: प्रोडक्ट या प्रोमो
id: Produk atau promo
ja: 製品・プロモ
ne: उत्पादन वा प्रोमो
pt_br: Produto ou promo
ur: پروڈکٹ یا پرومو

source: Promptly cuts it, captions it, and matches your vibe.
ar: يقصّه Promptly ويضيف التعليقات ويطابق أجواءك.
bn: Promptly এটি কাটে, ক্যাপশন দেয়, আর আপনার ভাইবের সাথে মেলায়।
de: Promptly schneidet, untertitelt und trifft deinen Vibe.
es: Promptly lo corta, lo subtitula y capta tu estilo.
fr: Promptly le coupe, le sous-titre et colle à ton ambiance.
hi: Promptly इसे काटता है, कैप्शन लगाता है और आपकी वाइब से मेल खाता है।
id: Promptly memotong, memberi caption, dan menyesuaikannya dengan gayamu.
ja: Promptly がカットし、字幕を付け、雰囲気まで合わせます。
ne: Promptly ले यसलाई काट्छ, क्याप्सन थप्छ, र तपाईंको भाइबसँग मिलाउँछ।
pt_br: O Promptly corta, legenda e acerta o seu clima.
ur: Promptly اسے کاٹتا ہے، کیپشن لگاتا ہے اور آپ کی وائب سے میل کھاتا ہے۔

source: Promptly needs microphone and speech recognition access to convert what you say into text. Enable both in Settings.
ar: يحتاج Promptly إلى إذن الميكروفون والتعرّف على الكلام لتحويل ما تقوله إلى نص. فعّل كليهما من الإعدادات.
bn: আপনি যা বলেন তা টেক্সটে বদলাতে Promptly-র মাইক্রোফোন ও স্পিচ রেকগনিশন অ্যাক্সেস দরকার। সেটিংসে দুটোই চালু করুন।
de: Promptly braucht Zugriff auf Mikrofon und Spracherkennung, um Gesprochenes in Text umzuwandeln. Aktiviere beides in den Einstellungen.
es: Promptly necesita acceso al micrófono y al reconocimiento de voz para convertir lo que dices en texto. Activa ambos en Ajustes.
fr: Promptly a besoin du micro et de la reconnaissance vocale pour transcrire ce que tu dis. Active les deux dans Réglages.
hi: आप जो कहते हैं उसे टेक्स्ट में बदलने के लिए Promptly को माइक्रोफ़ोन और स्पीच रिकग्निशन की अनुमति चाहिए। दोनों सेटिंग्स में चालू करें।
id: Promptly perlu akses mikrofon dan pengenalan suara untuk mengubah ucapanmu jadi teks. Aktifkan keduanya di Pengaturan.
ja: 話した内容を文字にするため、Promptly はマイクと音声認識へのアクセスを必要とします。設定で両方をオンにしてください。
ne: तपाईंले बोलेको कुरालाई पाठमा बदल्न Promptly लाई माइक्रोफोन र स्पिच रेकग्निसन अनुमति चाहिन्छ। सेटिङमा दुवै सक्रिय गर्नुहोस्।
pt_br: O Promptly precisa de acesso ao microfone e ao reconhecimento de fala para transformar o que você diz em texto. Ative os dois nos Ajustes.
ur: آپ جو کہتے ہیں اسے متن میں بدلنے کے لیے Promptly کو مائیکروفون اور اسپیچ ریکگنیشن تک رسائی چاہیے۔ سیٹنگز میں دونوں آن کریں۔

source: Promptly works best with videos of someone talking on camera. Pick another clip?
ar: يعمل Promptly على أفضل نحو مع مقاطع يتحدث فيها شخص أمام الكاميرا. هل تختار مقطعًا آخر؟
bn: ক্যামেরার সামনে কেউ কথা বলছেন এমন ভিডিওতে Promptly সবচেয়ে ভালো কাজ করে। আরেকটি ক্লিপ বাছবেন?
de: Promptly funktioniert am besten mit Videos, in denen jemand in die Kamera spricht. Anderen Clip wählen?
es: Promptly funciona mejor con vídeos de alguien hablando a cámara. ¿Eliges otro clip?
fr: Promptly fonctionne mieux avec des vidéos où quelqu'un parle face caméra. Choisir un autre clip ?
hi: Promptly उन वीडियो में सबसे अच्छा काम करता है जिनमें कोई कैमरे पर बोल रहा हो। दूसरी क्लिप चुनें?
id: Promptly bekerja paling baik pada video dengan seseorang berbicara ke kamera. Pilih klip lain?
ja: Promptly は誰かがカメラに向かって話している動画で最も効果を発揮します。別のクリップを選びますか？
ne: क्यामेरामा कोही बोलिरहेको भिडियोमा Promptly उत्कृष्ट काम गर्छ। अर्को क्लिप छान्ने?
pt_br: O Promptly funciona melhor com vídeos de alguém falando para a câmera. Escolher outro clipe?
ur: Promptly ان ویڈیوز میں بہترین کام کرتا ہے جن میں کوئی کیمرے پر بول رہا ہو۔ دوسری کلپ منتخب کریں؟

source: Purchase didn't complete
ar: لم تكتمل عملية الشراء
bn: কেনাকাটা সম্পন্ন হয়নি
de: Kauf nicht abgeschlossen
es: La compra no se completó
fr: L'achat n'a pas abouti
hi: खरीद पूरी नहीं हुई
id: Pembelian tidak selesai
ja: 購入が完了しませんでした
ne: खरिद पूरा भएन
pt_br: A compra não foi concluída
ur: خریداری مکمل نہیں ہوئی

source: Putting your video together
ar: نجمع الفيديو معًا
bn: আপনার ভিডিও জোড়া হচ্ছে
de: Wir setzen dein Video zusammen
es: Montando tu vídeo
fr: On assemble ta vidéo
hi: आपका वीडियो जोड़ा जा रहा है
id: Menyusun videomu
ja: 動画を組み立てています
ne: तपाईंको भिडियो जोड्दै
pt_br: Montando seu vídeo
ur: آپ کی ویڈیو جوڑی جا رہی ہے

source: Re-edit
ar: إعادة التحرير
bn: পুনঃসম্পাদনা
de: Neu bearbeiten
es: Reeditar
fr: Retoucher
hi: री-एडिट
id: Edit ulang
ja: 再編集
ne: पुनः सम्पादन
pt_br: Reeditar
ur: دوبارہ ایڈٹ

source: Re-edit any finished video
ar: أعد تحرير أي فيديو منتهٍ
bn: যেকোনো সম্পন্ন ভিডিও আবার সম্পাদনা করুন
de: Jedes fertige Video neu bearbeiten
es: Reedita cualquier vídeo terminado
fr: Retouchez n'importe quelle vidéo terminée
hi: किसी भी तैयार वीडियो को दोबारा एडिट करें
id: Edit ulang video yang sudah jadi
ja: 完成した動画をいつでも再編集
ne: कुनै पनि तयार भिडियो पुनः सम्पादन गर्नुहोस्
pt_br: Reedite qualquer vídeo finalizado
ur: کوئی بھی مکمل ویڈیو دوبارہ ایڈٹ کریں

source: Re-edit any video
ar: عدّل أي فيديو من جديد
bn: যেকোনো ভিডিও আবার এডিট
de: Jedes Video neu bearbeiten
es: Reedita cualquier video
fr: Modifiez n’importe quelle vidéo
hi: कोई भी वीडियो दोबारा एडिट
id: Edit ulang video apa pun
ja: どの動画も編集し直せる
ne: कुनै पनि भिडियो पुनः सम्पादन
pt_br: Reedite qualquer vídeo
ur: کوئی بھی ویڈیو دوبارہ ایڈٹ کریں

source: Re-edit is a Pro feature
ar: إعادة التحرير ميزة في Pro
bn: পুনঃসম্পাদনা একটি Pro ফিচার
de: Neu bearbeiten ist eine Pro-Funktion
es: La reedición es una función Pro
fr: La retouche est une fonctionnalité Pro
hi: री-एडिट एक Pro सुविधा है
id: Edit ulang adalah fitur Pro
ja: 再編集は Pro の機能です
ne: पुनः सम्पादन Pro सुविधा हो
pt_br: Reeditar é um recurso Pro
ur: دوبارہ ایڈٹ کرنا Pro فیچر ہے

source: Re-edit this video
ar: أعد تحرير هذا الفيديو
bn: এই ভিডিও পুনঃসম্পাদনা করুন
de: Dieses Video neu bearbeiten
es: Reeditar este vídeo
fr: Retoucher cette vidéo
hi: इस वीडियो को री-एडिट करें
id: Edit ulang video ini
ja: この動画を再編集
ne: यो भिडियो पुनः सम्पादन गर्नुहोस्
pt_br: Reeditar este vídeo
ur: اس ویڈیو کو دوبارہ ایڈٹ کریں
